import 工序 from './01.js'
import 主料 from './02.js'
import 调料 from './03.js'
/** 菜单 */
export default {
    可乐: [主料.可乐],
    米饭: [
        工序.煮,
        主料.米饭,
    ],
    荷包蛋: [
        工序.油炒,
        [主料.鸡蛋, 2],
        调料.油, 调料.酱油,
    ],
    盐焗鸡: [
        工序.盐焗,
        [主料.鸡, 1],
        [调料.盐, '1kg'],
        [调料.料酒, '50g'],
        调料.姜, 调料.葱,
    ],
    辣子鸡: [
        工序.油炒,
        [主料.鸡, 1],
        调料.糖, 调料.盐, 调料.味精, 调料.油,
        调料.姜, 调料.蒜, 调料.葱,
        [调料.辣椒, '800g'],
    ],
    土豆丝: [
        工序.切片,
        [主料.土豆, 2],
        调料.油, 调料.葱, 调料.蒜,
        [调料.醋, '10g'],
        [调料.辣椒, '30g'],
        [调料.料酒, '20g'],
    ],
}